Repository: DeveloperAbdelhady1810/attendance_system
Catalog: l10n/intl_*.arb
Languages: ar_su

source: No Data
ar_su: لا توجد بيانات

# blocked
source: Blocked Student!
ar_su: الطالب محظور!

# blockedSentence
source: This user has been blocked by the admin!
ar_su: تم حظر هذا الطالب من قبل المسؤول!

# add2attendants
source: Add To Normal Attendants
ar_su: إضافة إلى الحاضرين العاديين

# parrentphone
source: Parrent Phone : {parrentphone}
ar_su: هاتف ولي الامر: {parrentphone}

# blockedFromAttend
source: Block From Attend
ar_su: منع من الحضور

source: Email :
ar_su: البريد الإلكتروني:

source: Phone :
ar_su: الهاتف:

source: ID :
ar_su: الرقم التعريفي:

source: Gender :
ar_su: الجنس:

source: Password :
ar_su: كلمة المرور:

# parrentphonetitle
source: Parrent Phone :
ar_su: هاتف ولي الامر:

source: Parrent Email :
ar_su: بريد ولي الامر:

source: Parrent Password :
ar_su: كلمة مرور ولي الامر:

source: Center :
ar_su: السنتر:

source: Time :
ar_su: الوقت:

source: Add
ar_su: إضافة

# export2excell
source: Export To Excel Sheet
ar_su: إخراج إلى جدول Excel

source: Success
ar_su: نجحت العملية

source: Failed
ar_su: فشلت العملية

# welcomeRegisterSentence
source: Welcome to Student Register Page
ar_su: مرحبًا بك في صفحة تسجيل الطالب

# selectStage
source: Select Student Stage
ar_su: اختر مرحلة الطالب

# firstsec
source: First Secondry
ar_su: الصف الأول الثانوي

# secondsec
source: Second Secondry
ar_su: الصف الثاني الثانوي

# thirdsec
source: Third Secondry
ar_su: الصف الثالث الثانوي

source: Third Prep
ar_su: الصف الثالث الإعدادي

# successRegisterSentence
source: Request was successful Student Id : {stdid}
ar_su: تمت العملية بنجاح رقم الطالب: {stdid}

# failedRegisterSentence
source: Request was failed {message}
ar_su: فشلت العملية {message}

# fillpp
source: Fill Student Parrent Phone
ar_su: يرجى ملء هاتف ولي الأمر للطالب

# fillpe
source: Fill Student Parrent Email
ar_su: يرجى ملء بريد ولي الأمر للطالب

# fillemail
source: Fill Student Email
ar_su: يرجى ملء البريد الإلكتروني للطالب

# fillphone
source: Fill Student Phone
ar_su: يرجى ملء الهاتف للطالب

# fill1name
source: Fill Student Firstname
ar_su: يرجى ملء الاسم الأول للطالب

# fill2name
source: Fill Student Secondname
ar_su: يرجى ملء الاسم الثاني للطالب

# createAcc
source: Create Student Account
ar_su: إنشاء حساب للطالب

# addStd
source: Add Student
ar_su: إضافة طالب

source: Select
ar_su: اختر

source: Select Branch
ar_su: اختر الفرع

# createCodes
source: Create Online Codes
ar_su: إنشاء أكواد الأونلاين

source: Enter How Many Codes
ar_su: أدخل عدد الأكواد

# quizfullmark
source: Enter Quiz Ful Mark!!!
ar_su: أدخل العلامة الكاملة للاختبار!!!

# stdid
source: Student Id: {id}
ar_su: رقم الطالب: {id}

source: Submitted
ar_su: تم الحفظ

# mark
source: Mark: {mark}
ar_su: الدرجة: {mark}

source: Getting Attendants
ar_su: تحضير بيانات الحضور

source: Got Attendants
ar_su: تم تحضير بيانات الحضور

source: Getting Quiz Id
ar_su: جلب رقم الاختبار

# gotid
source: Got Quiz Id
ar_su: تم جلب رقم الاختبار

source: Arranging Quiz Marks
ar_su: ترتيب علامات الاختبار

# gotmarks
source: Got Quiz Marks
ar_su: تم ترتيب علامات الاختبار

# sendattendants
source: Sending Attendants To Server
ar_su: إرسال الحضور إلى السيرفر

# sent
source: Sent Attendants
ar_su: تم الإرسال

source: Back
ar_su: رجوع

source: Close
ar_su: إغلاق

source: Go To Whatsapp Center
ar_su: الانتقال إلى الواتساب

source: Marks Sent
ar_su: تم إرسال الدرجات

source: Whatsapp Center
ar_su: الواتساب سنتر

source: Process Status ...
ar_su: حالة العملية ...

source: Start
ar_su: بدء

source: Offline
ar_su: سنتر

source: Online
ar_su: أونلاين

# youareworkingin
source: You Are Working in {branch}
ar_su: انت تدير {branch}

source: Submit This Session
ar_su: حفظ هذه الحصة

source: Add Students Manually
ar_su: اضافة الطلبة يدويا

# expectedToAttend
source: Expected To Attend ( {number} )
ar_su: المتوقع حضوره ( {number} )

# attendants
source: Attended Offline ( {number} )
ar_su: حضر بالفعل سنتر ( {number} )

# attendantsonline
source: Attended Online ( {number} )
ar_su: حضر بالفعل (طالب أونلاين) ( {number} )

source: Marks Mode
ar_su: صفحة الدرجات

# typeanythingofstddata
source: Type Anything of student data
ar_su: ادخل ايا من بيانات الطالب

# quizfullmark2
source: Quiz Full Mark
ar_su: درجة الاختبار النهائية

source: Student Data
ar_su: بيانات الطالب

# stdMark
source: {studentid}`s Mark
ar_su: درجة {studentid}

source: Press Start
ar_su: اضغط بدء

# whatsappBotReady
source: Whatsapp Bot Ready To Go
ar_su: الواتساب جاهز للبدء

source: Error in Preparing Whatsapp Bot
ar_su: خطأ في تحضير الواتساب

source: Code :
ar_su: الكود:

# failedToExport
source: Failed To Export Data To Excel Sheet
ar_su: خطأ في عملية استخراج الحصة ل Excel

source: Exit Without Saving
ar_su: خروج بدون حفظ

# entercodesprice
source: Enter Code Price
ar_su: ادخل سعر الكود

# getStds
source: Export all Students
ar_su: إخراج كل الطلاب
